{
    "sabias que": [
      {
        "id": 1,
        "curiosity": " Crash Bandicoot está ambientado en Australia"
      },
      {
        "id": 2,
        "curiosity": " Los fantasmas de Pacman tienen nombre, el rojo se llama Blinky, el rosa se llama Pinky, el celeste se llama Inky y el amarillo se llama Clyde."
      },
      {
        "id": 3,
        "curiosity": " El primer videojuego donde aparece el personaje de Mario, es en Donkey Kong con el nombre de Jump Man"
      },
      {
        "id": 4,
        "curiosity": " El peor juego de la historia es el del extraterrestre E.T en Atari. (se programó en solo 4 semanas)"
      },
      {
        "id": 5,
        "curiosity": " Minecraft es el juego más vendido de la historia con más de 200 millones de ventas mundiales, el segundo es GTA 5 con 160 Millones de copias distribuidas en todo el mundo y el podio lo cierra Wii Sports con 82,87 millones de copias."
      },
      {
        "id": 6,
        "curiosity": " Jugar tetris desarrolla una habilidad de control espacial que antes no tenías, en pocas palabras, te hace un poco más inteligente en ese campo y además reduce recuerdos intrusivos o traumáticos. (Efecto Tetris)"
      },
      {
        "id": 7,
        "curiosity": " Los videojuegos tienen clasificaciones de edad gracias a Mortal Kombat, debido a su extrema violencia se crearon los órganos que catalogan y regulan los contenidos para que los niños más pequeños no compraran este videojuego."
      },
      {
        "id": 8,
        "curiosity": " El videojuego con el mapa más grande de todo el mundo es Elder Scrolls"
      },
      {
        "id": 9,
        "curiosity": " El videojuego con la creación más cara de la historia es Red Dead Redemption 2, con 800 millones de dólares de costo(450 millones más caro de lo que costo la película de Marvel Avengers End Game) estos costos incluyen producción, marketing, publicidad y distribución, en solo una semana de ventas recuperaron toda la inversión (813 Millones de dólares)"
      },
      {
        "id": 10,
        "curiosity": " The witcher 3 es el videojuego más premiado de la historia con más de 800 premios ganados. (251 Premios como GOTY, Game Of The Year-Juego Del Año)"
      },
      {
        "id": 11,
        "curiosity": " Hay un juego donde Mario es el villano, se llama Donkey Kong JR"
      },
      {
        "id": 12,
        "curiosity": " Bandai rechazó comprar la franquicia de Pokémon porque pensó que no tendría éxito."
      },
      {
        "id": 13,
        "curiosity": " Originalmente Mario era carpintero, no fontanero."
      },
      {
        "id": 14,
        "curiosity": " Al llegar el nivel 18 de dificultad, los fantasmas que persiguen a Pac Man ya no se dejan comer."
      },
      {
        "id": 15,
        "curiosity": " La primera consola portátil de la historia fue la Microvision"
      },
      {
        "id": 16,
        "curiosity": " El juego de Jack el destripador se convirtió en 1987 en el primer videojuego en ser vendido solo para adultos"
      },
      {
        "id": 17,
        "curiosity": " El récord mundial en PacMan a día de hoy lo tiene Billy Mitchel, con una puntuación total de 3.333.360 puntos, récord logrado un 4 de julio de 1999"
      },
      {
        "id": 18,
        "curiosity": "  Call of Duty"
      },
      {
        "id": 19,
        "curiosity": " Red Dead Redemption 2 permaneció en desarrollo durante 8 años. Fueron necesarios 700 actores de voz, 300.000 animadores, 500 actores para captura de movimientos, 500.000 líneas de diálogo y más de 1000 desarrolladores para terminarlo."
      },
      {
        "id": 20,
        "curiosity": " En GTA"
      },
      {
        "id": 21,
        "curiosity": " Los últimos campeonatos de League of Legends en Estados Unidos han conseguido atraer a más espectadores online que el Super Bowl o las finales de NBA"
      },
      {
        "id": 22,
        "curiosity": " En Red Dead Redemption 2 la bandera de Estados Unidos tiene tan solo 45 estrellas porque en aquel tiempo (1899) solo existían 45 estados. La actual que todos conocemos posee 50."
      },
      {
        "id": 23,
        "curiosity": " Shigeru Miyamoto, el creador de las franquicias más conocidas de Nintendo como Super Mario, tiene prohibido ir en bicicleta al trabajo ya que lo consideran muy valioso para la compañía y temen la posibilidad de que pueda ser atropellado, asaltado o secuestrado."
      },
      {
        "id": 24,
        "curiosity": " El videojuego más caro vendido hasta el momento se subastó por 660.000 dólares en abril de 2021. Es un cartucho cerrado del Mario Bros de 1986 que permaneció en un cajón de escritorio sin abrir."
      },
      {
        "id": 25,
        "curiosity": " Journey fue el primer videojuego nominado a los premios Grammy en 2012 para la categoría «mejor álbum de banda sonora para medio visual»"
      },
      {
        "id": 26,
        "curiosity": " El cosmonauta ruso Aleksandr Serebrov fue el primero en jugar con una consola de videojuegos en el espacio. Se trataba de una Gameboy con el juego Tetris."
      },
      {
        "id": 27,
        "curiosity": " Entre los diversos géneros de videojuegos hay algunos que enseñan programación como CodinGame, en donde los jugadores aprenden lenguajes como C++ para avanzar en los niveles."
      },
      {
        "id": 28,
        "curiosity": " Henry Cavill casi se perdió el rol de Superman por no atender una llamada debido a que estaba jugando World of Warcraft. Tuvo que volver a comunicarse para ofrecer sus disculpas."
      },
      {
        "id": 29,
        "curiosity": " Un jugador se pasó el primer Dark Souls utilizando una guitarra del Rock Band como mando. Necesitó 11 horas y media para terminar de completar un juego ya de por si está entre los más difíciles del mundo"
      },
      {
        "id": 30,
        "curiosity": " Demon´s Souls es considerado el juego más difícil del mundo actualmente, el segundo lugar lo ocupa Battletoads y el podio lo cierra Ninja Gaiden Black. Mencion de honor a Dark Souls y los niveles prohibidos de Super Mario que solo se lanzaron en Japón."
      },
      {
        "id": 31,
        "curiosity": " Uno de los villanos de la franquicia de Mario Bros es Wario, el origen de su nombre viene de voltear la 'M' de Mario = W, ademas de que la palabra Wario en japones significa 'Malo' haciendo la doble referencia de Mario Malo (Mario Wario)."
      },
      {
        "id": 32,
        "curiosity": " El juego más largo del mundo es Monster Hunter Freedom Unite, para cumplir solo las misiones principales necesitarás por lo menos 150 horas (6 días y 2 horas sin parar), si contamos las misiones secundarias te llevará alrededor de 455 horas (18 días y 9 horas sin interrupción)."
      },
      {
        "id": 33,
        "curiosity": " El juego más corto del mundo es Dark Castle de la Megadrive, el juego en contenido tiene para ofrecerte 3 minutos de duración, y el promedio de tiempo con el que los gamers lo completan al 100%, es de 10 minutos."
      },
      {
        "id": 34,
        "curiosity": " Según un informe de DFC Intelligence, casi 40% de la población mundial juega a los videojuegos, lo que representa unos 3.100 millones de personas gamers en el mundo."
      },
      {
        "id": 35,
        "curiosity": " Se dice que la comunidad Gamer más tóxica del mundo es la de League Of Legends."
      },
      {
        "id": 36,
        "curiosity": " La comunidad gamer más grande y fiel del mundo es la de League Of Legends, en segundo lugar, está la de Minecraft y tercero la de Fortnite."
      },
      {
        "id": 37,
        "curiosity": " El personaje de videojuegos más famoso de todos los tiempos es Super Mario."
      },
      {
        "id": 38,
        "curiosity": " Famosos que han salido en videojuegos y no sabías, Keanu Reeves (Pay Day 2, Fortnite y Cyberpunk 2077) ,Willem Dafoe (Beyond Two Souls), Ellen Page (Beyond Two Souls), Norman Reedus (The Walking Dead"
      },
      {
        "id": 39,
        "curiosity": " El apellido de Luigi, es Mario."
      },
      {
        "id": 40,
        "curiosity": " El nombre original de Megaman es Rockman, y su hermana se llama Roll, y al juntar ambos nombres da como resultado Rock and Roll."
      },
      {
        "id": 41,
        "curiosity": " El videojuego Tom Clancy´s Ghost Recon, predijo el futuro, el juego fue lanzado en 2001, los sucesos nos sitúan en 2008 y trata sobre una guerra por territorio entre Rusia y Georgia, años después, en 2008, Rusia entra en guerra con Georgia por el mismo motivo que en el videojuego. Mismo año, mismos países y mismo motivo."
      },
      {
        "id": 42,
        "curiosity": " En el juego de The Beatles rockband, antes de iniciar una canción podemos escuchar a los miembros afinando su voz, estos son grabaciones reales que nunca se habían mostrado al público"
      },
      {
        "id": 43,
        "curiosity": " Las personas que juegan videojuegos, tienen más probabilidades de tener sueños lucidos, es decir, estar conscientes y poder controlar sus sueños."
      },
      {
        "id": 44,
        "curiosity": " El logo de Nintendo 64 está perfectamente diseñado, a tal punto que su logo cuenta con 64 caras y 64 vértices, dando a entender que fue pensado exclusivamente para la consola."
      },
      {
        "id": 45,
        "curiosity": " Mario es un maltratador de animales... así es, el motivo por el que Dong King Kong se revela y secuestra a la princesa es porque el Italiano lo tiene como mascota, pero este no lo alimenta adecuadamente y además lo golpea."
      },
      {
        "id": 46,
        "curiosity": " En Call Of Dutty Blackops 2 en la misión Celerio, es posible encontrar el martillo de Thor en una cueva."
      },
      {
        "id": 47,
        "curiosity": " En el juego Crysis Warhead, en la misión frozen paradise, un poco más arriba de las minas, podemos encontrar una ardilla y una bellota congelada, clara referencia a Scrat de La era del Hielo."
      },
      {
        "id": 48,
        "curiosity": " En Metal Gear Solid 3, es posible vencer al francotirador de Elite, The End (Vladimir) sin hacer nada, Justo antes del encuentro guarda la partida y espera una semana, o adelanta la fecha de la consola en 1 semana, cuando vuelvas a abrir el juego y continúes donde lo dejaste, aparecerá una cinemática secreta donde The End habrá muerto por avanzada edad en medio de la selva."
      },
      {
        "id": 49,
        "curiosity": " En la medicina, se usa el Tetris como tratamiento al trastorno del ojo perezoso u ojo vago."
      },
      {
        "id": 50,
        "curiosity": " En 2011, justo cuando se lanzó COD MW3, el camión que distribuía el juego fue asaltado en Paris, se robaron aproximadamente 6.000 copias del juego generando perdidas de casi medio millón de dólares y causando que en Paris se retrasara unos días el lanzamiento del juego."
      },
      {
        "id": 51,
        "curiosity": "  En Japón está prohibido hacer el lanzamiento de un nuevo juego de Dragon Quest en días laborales, ya que este es uno de los juegos más famosos y los trabajadores y estudiantes detienen sus labores para sacar el día libre e ir a conseguir y jugar el videojuego."
      },
      {
        "id": 52,
        "curiosity": " Ni Michael Jordan Ni Shaquille O'neal aparecen en ningún videojuego de deportes debido a que son dueños de sus propias marcas, pero ellos sí han sacado cada uno su videojuego (Michael Jordan in the windy city) (Shaquille O'neal Shaq fu)"
      },
      {
        "id": 53,
        "curiosity": " Los super hongos que vemos en Super Mario son inspirados en un hongo real llamado amanita muscaria, y los efectos del consumo de este hongo es sentir que el consumidor está creciendo en tamaño o ve todas las cosas a su alrededor más pequeñas."
      },
      {
        "id": 54,
        "curiosity": " En la batalla final de The Legend of Zelda"
      },
      {
        "id": 55,
        "curiosity": " El Actor de Voz de Carl Jhonson (CJ) en GTA San Andreas nunca había tenido ninguna experiencia como actor de voz, su nombre es Chris Belard y fue elegido por una llamada telefónica que tuvo con los desarrolladores del juego."
      },
      {
        "id": 56,
        "curiosity": " En GTA San Andreas hay ciertas misiones que no te dejarán empezar si tu personaje tiene la barra de peso demasiado llena."
      },
      {
        "id": 57,
        "curiosity": " En una entrevista Aaron Greenberg, (ex diector de marketing de Microsoft) confesó que no tenían ni idea sobre la creación de consolas, por lo que desarmaron una PS2 y estudiaron su composición para crear a la primera Xbox."
      },
      {
        "id": 58,
        "curiosity": " Todos los personajes principales que hemos eliminado en los juegos de Asassins Creed, son personajes históricos reales y también fueron asesinados en la vida real, además el juego tomó el lugar y la hora exacta del fallecimiento."
      },
      {
        "id": 59,
        "curiosity": " Para el juego de Shadown of the colossous se habían planeado un total de 48 colosos a combatir, que luego pasaron a ser 24 debido a problemas de desarrollo y siendo finalmente 16."
      },
      {
        "id": 60,
        "curiosity": " La personalidad de Sonic, está inspirada en el expresidente de estados unidos, Bill Clinton. Con rasgos rebeldes, burlescos y atrevido."
      },
      {
        "id": 61,
        "curiosity": " los creadores del mortal Kombat pensaron incluir unas habilidades especiales para reemplazar las fatalities, se llamarían 'friendship' (amistad) los cuales no serían nada violentos, sino que acabarían la pelea de forma amistosa, esto como protesta a las críticas que recibiría la primera entrega del juego por ser muy violento."
      },
      {
        "id": 62,
        "curiosity": " el videojuego de Guitar Hero Aerosmith vendió más de 8 millones de copias, generando más ingresos a la banda que cualquier álbum de música que tuvieron."
      },
      {
        "id": 63,
        "curiosity": " En Batman Dark Asylum, se contrató una persona exclusivamente para trabajar en el desarrollo, modelado y animación de la capa que usa Batman, le tomó 2 años terminar todo el trabajo."
      },
      {
        "id": 64,
        "curiosity": " El hijo de Muamar el Gadafi era un gran fan del videojuego el príncipe de Persia, tanto así que dentro de la casa suprema tenía cuadros, pinturas y arte alusivo."
      },
      {
        "id": 65,
        "curiosity": " The Last Of Us tiene un final alternativo donde Joel no ejecuta a los cirujanos, pero este nunca salió a la luz, solo se conoció su detrás de cámaras."
      },
      {
        "id": 66,
        "curiosity": " Prelude, canción icónica de Final Fantasy 7 fue hecha en solo 5 minutos."
      },
      {
        "id": 67,
        "curiosity": " Nintendo no solo se dedica a la venta de videojuegos, también es dueño de equipos deportivos profesionales, como lo son Marineros de Seattle (equipo de Baseball)"
      },
      {
        "id": 68,
        "curiosity": " Un equipo de investigadores de la Universidad de Oxford elaboró un estudio en el que se afirma que los videojuegos de acción son capaces de mejorar la capacidad de lectura (dislexia) y escritura (disgrafia) de personas que sufren estos trastornos. El estudio ha sido publicado en la revista Current Biology."
      },
      {
        "id": 69,
        "curiosity": " El juego de GTA 3 fue ofrecido para ser exclusivo de Xbox, pero estos se negaron ya que no pensaron que fuera a tener mucho éxito."
      },
      {
        "id": 70,
        "curiosity": " En Dead Rising 3, es posible jugar con una skin o armadura especial de Megaman x, para desbloquearlo, debes terminar le juego en cualquier dificultad."
      },
      {
        "id": 71,
        "curiosity": " En el DLC de Battlefield 4 llamado Naval Strike, los desarrolladores hicieron real el mito que crearon los jugadores que decían que era posible ver un megalodón, para verlo solo deben reunirse 10 jugadores en cierto punto del mapa."
      },
      {
        "id": 72,
        "curiosity": " Se tenía la idea de que Kratos tuviera una pequeña compañera hada que lo guiara (similar a Zelda Ocarina Of time) pero que luego de uno de los primeros niveles Kratos la matara, esto haciendo referencia al odio de Sony hacia Nintendo. Al final se rechazó esta idea."
      },
      {
        "id": 73,
        "curiosity": " Los juegos más censurados y prohibidos del mundo son Bully, debido a que te pone en el papel de ser un matón de colegio, y Manhunt debido a su violencia extremadamente gráfica, esto ha llevado a que estos juegos sean censurados o directamente prohibidos en muchos países del mundo. (Mención de Honor a Wolfenstein ya que fue prohibido por mostrar contenido y simbología  nazi)"
      },
      {
        "id": 74,
        "curiosity": " Call of Duty"
      },
      {
        "id": 75,
        "curiosity": " Hay Un mood para el juego Cyberpunk 2077 que te permite tener relaciones íntimas con Johnny Silverhand (Keanu Reeves) lo cual generó mucha polémica, pero en una entrevista, Keanu Reeves manifestó que no le incomoda que jueguen este mood y es más, él mismo lo jugó y le gusta."
      },
      {
        "id": 76,
        "curiosity": " Si jugamos Punch-Out en Nintendo Wii, y perdemos 100 peleas, nos darán un casco de protección que hará que el daño que recibimos sea menor."
      },
      {
        "id": 77,
        "curiosity": " En la época de desarrollo del juego de Kirby para Gameboy, los otros desarrolladores se burlaban de Masahiro Sakurai porque hacer el juego con una dificultad baja iba a ser mal recibido por los jugadores, ellos decían que estaba perdiendo su tiempo desarrollando ese juego."
      },
      {
        "id": 78,
        "curiosity": " En el juego de Tomb Raider del 2013, el final original era que Lara Sacrificaba a Sam para darle tiempo a los demás de escapar de la isla, sin embargo, esta decisión se descartó porque no querían forzar esta decisión dentro del juego."
      },
      {
        "id": 79,
        "curiosity": " Paul Gartner, guionista de Crash Twinsanity, el proyecto tenía como idea incluir un personaje parodia de Sonic y Mario, llamado  Moronic the plumber, al final la desarrolladora rechazó la idea por posibles demandas y en su lugar incluyeron un cameo del dragón Spyro."
      },
      {
        "id": 80,
        "curiosity": " A pesar de que en los juegos no nos da la impresión de ser muy alto, la verdad es que Kratos de GOW mide 234 cm en los juegos de la mitología griega, y en la última entrega que aborda la mitología nórdica mide 198 cm. Es bastante más alto de lo que todos creíamos."
      },
      {
        "id": 81,
        "curiosity": " En The Legend of Zelda ocarina of time, los enemigos llamados Redead tienen sentimientos... si derrotas a un Redead cerca de otro Redead, este se tirará al suelo mirando a su amigo y llorará."
      },
      {
        "id": 82,
        "curiosity": " En GTA Liberty City, podemos encontrar y escuchar un corazón amarrado por cadenas y aún palpitando... Dentro de la réplica de la estatua de la libertad ubicada en la isla de la felicidad."
      },
      {
        "id": 83,
        "curiosity": " En Dead Space, nos hacen spoiler desde el inicio, cuando completas la lista de los capítulos, si lees las primeras letras en vertical se arma la frase 'Nicole Is Dead' 'Nicole está muerta' (La historia del videojuego consiste en buscar a  Nicole)"
      },
      {
        "id": 84,
        "curiosity": " Silent Hill 2 cuenta con varios finales, pero hay uno especialmente gracioso en el que Mira (La perrita) es la mente maestra de todo y en los créditos podemos escucharla también cantando en perruno."
      },
      {
        "id": 85,
        "curiosity": " El creador de Los padrinos mágicos y Danny Phantom, Butch Hartman diseñó unos bocetos para el primer videojuego de Crash Bandicoot, Al final sus diseños fueron rechazados."
      },
      {
        "id": 86,
        "curiosity": " Estas son las edades de algunos personajes famosos de los videojuegos, Mario Tiene entre 23 y 25 años, Goku en DBZ tiene 24 años, Naruto y Sasuke tienen 12 años en la primera entrega, Link de The Llegend Of Zelda tiene 10 años, Kratos en el juego de god of war 3 tiene unos 39 o 40 años, pero en el nuevo juego de gow 4 tiene un poco más de 200 años, Leon Kennedy de Resident Evil tiene 21 años, Lara Croft tiene 21 años en el videojuego principal de 2013, Cloud Strife tiene 14, 21 y 24 años en Final Fantasy 7"
      },
      {
        "id": 87,
        "curiosity": " Steve Jobs y Wozniak (Los fundadores de Apple) Trabajaron como técnicos en Atari hasta que consiguieron los fondos para independizarse y fundar Apple."
      },
      {
        "id": 88,
        "curiosity": " El videojuego más costoso del mundo en su desarrollo, es GTA V CON 265 millones de dólares"
      },
      {
        "id": 89,
        "curiosity": " La saga de videojuegos más extensa de todas, es Megaman, lanzada en 1987 y hasta el día de hoy cuenta con cerca de 130 juegos lanzados. (Incluyendo lanzamientos especiales que nunca salieron de Japón)"
      },
      {
        "id": 90,
        "curiosity": " La cinemática de Metal Gear Solid 4 llamada 'Epilogo' tiene el récord Guinness a la cinemática más larga de los videojuegos con 71 minutos de duración."
      },
      {
        "id": 91,
        "curiosity": " Call of Dutty se ha jugado a día de hoy un aproximado de 25 mil millones de horas, algo como 2,85 millones de años. Eso es más tiempo del que lleva la humanidad existiendo."
      },
      {
        "id": 92,
        "curiosity": " Según estudios, el mayor porcentaje de jugadores de videojuegos del mundo tienen entre 30 y 34 años."
      },
      {
        "id": 93,
        "curiosity": " El país con más gamers del mundo es Japón, segundo Reino unido y el tercer lugar lo tiene Corea del Sur"
      },
      {
        "id": 94,
        "curiosity": " Red Dead Redemption 2 es considerado el juego más realista del mundo hasta el momento."
      },
      {
        "id": 95,
        "curiosity": " Hay 1.5 Mil millones de jugadores de PC en el mundo."
      },
      {
        "id": 96,
        "curiosity": " Según encuestas, el mejor antagonista de todo el mundo de los videojuegos es Sefirot de Final Fantasy VII"
      },
      {
        "id": 97,
        "curiosity": " Cuantas personas trabajaron en el desarrollo de algunos videojuegos"
      },
      {
        "id": 98,
        "curiosity": " Todos los juegos de Resident Evil terminan igual, con una explosión, un amanecer y un helicóptero acercándose."
      },
      {
        "id": 99,
        "curiosity": " En el juego de Deus EX del 2000, vemos un mundo futurista del año 2052, debido a la limitación de memoria no se pudieron incluir a las torres gemelas como parte del mapa del juego, entonces optaron por justificar su ausencia con que habían sido destruidas en un ataque terrorista, un año después del lanzamiento del juego, la torres cayeron por un ataque terrorista."
      },
      {
        "id": 100,
        "curiosity": " La consola de PS2 (lanzada en el 2000) fue tan exitosa, que la producción de nuevas consolas solo se detuvo hasta el lanzamiento de la PS4 en 2013. Se vendieron más de 160 millones de consolas en todo el mundo."
      }
    ]
  }